export const sliderOnboardingData = [
  {
    title: "Выгода с каждой подписки",
    text: "Подписывайтесь здесь, получайте кешбэк и платите меньше",
    color: "rgba(30, 213, 97, 0.1)",
  },
  {
    title: "Все подписки в одном месте",
    text: "Соберите свои подписки под рукой, следите за списаниями и легко отключайте ненужное",
    color: "rgba(236, 102, 7, 0.1)",
  },
  {
    title: "Любимое рядом",
    text: "Добавляйте любимые подписки в избранное и получайте персональные предложения сервиса",
    color: "rgba(243, 7, 69, 0.1)",
  },
  {
    title: "Безопасность",
    text: "При подписке данные карты остаются в банке и не переходят сторонним сервисам",
    color: "rgba(143, 75, 203, 0.1)",
  },
  {
    title: "Автопродление",
    text: "Вы можете отключить автопродление подписки, если подписались лишь на один месяц или просто передумали",
    color: "rgba(255, 184, 62, 0.1)",
  },
  {
    title: "Хотите взять перерыв?",
    text: "Отправьте подписку в архив вместо удаления, если захотите возобновить ее в будущем",
    color: "rgba(34, 195, 177, 0.1)",
  },
  {
    title: "Статистика",
    text: "Загляните на экран статистики для анализа расходов и планирования будущих списаний",
    color: "rgba(0, 133, 205, 0.1)"
  },
];
